{
  "artists": [
    {
      "id": "frank_frazetta",
      "name": "Frank Frazetta",
      "description": [
        "Frank Frazetta (February 9, 1928 – May 10, 2010) was an American fantasy and science fiction artist, noted for comic books, paperback book covers, paintings, posters, LP record album covers, and other media. He is often referred to as the \"Godfather of fantasy art\" and one of the most renowned illustrators of the 20th century. He was also the subject of a 2003 documentary Painting with Fire.",
        "Frazetta was inducted into the comic book industry's Will Eisner Comic Book Hall of Fame, the Jack Kirby Hall of Fame, the Society of Illustrators Hall of Fame, the Science Fiction Hall of Fame, and was awarded a Life Achievement Award from the World Fantasy Convention."
      ]
    },
    {
      "id": "salvador_dali",
      "name": "Salvador Dalí",
      "description": [
        "Salvador Domingo Felipe Jacinto Dalí i Domènech, Marquess of Dalí of Púbol (11 May 1904 – 23 January 1989), known as Salvador Dalí was a Spanish surrealist artist renowned for his technical skill, precise draftsmanship, and the striking and bizarre images in his work.",
        "Born in Figueres, Catalonia, Spain, Dalí received his formal education in fine arts in Madrid. Influenced by Impressionism and the Renaissance masters from a young age he became increasingly attracted to Cubism and avant-garde movements. He moved closer to Surrealism in the late 1920s and joined the Surrealist group in 1929, soon becoming one of its leading exponents. His best-known work, The Persistence of Memory, was completed in August 1931, and is one of the most famous Surrealist paintings."
      ]
    },
    {
      "id": "elisabeth_louise_vigee_le_brun",
      "name": "Élisabeth Vigée le Brun",
      "description": [
        "Élisabeth Louise Vigée Le Brun (16 April 1755 – 30 March 1842), also known as Madame Le Brun, was a French portrait painter, especially of women, in the late 18th and early 19th centuries.",
        "Her artistic style is generally considered part of the aftermath of Rococo with elements of an adopted Neoclassical style. Her subject matter and color palette can be classified as Rococo, but her style is aligned with the emergence of Neoclassicism. Vigée Le Brun created a name for herself in Ancien Régime society by serving as the portrait painter to Marie Antoinette. She enjoyed the patronage of European aristocrats, actors, and writers, and was elected to art academies in ten cities."
      ]
    },
    {
      "id": "leonardo_da_vinci",
      "name": "Leonardo da Vinci",
      "description": [
        "Leonardo di ser Piero da Vinci (15 April 1452 – 2 May 1519) was an Italian polymath of the High Renaissance who was active as a painter, draughtsman, engineer, scientist, theorist, sculptor, and architect. While his fame initially rested on his achievements as a painter, he also became known for his notebooks, in which he made drawings and notes on a variety of subjects, including anatomy, astronomy, botany, cartography, painting, and paleontology. Leonardo is widely regarded to have been a genius who epitomized the Renaissance humanist ideal, and his collective works comprise a contribution to later generations of artists matched only by that of his younger contemporary, Michelangelo."
      ]
    },
    {
      "id": "h_r_giger",
      "name": "H. R. Giger",
      "description": [
        "Hans Ruedi Giger (5 February 1940 – 12 May 2014) was a Swiss artist best known for his airbrushed images that blended human physiques with machines, an art style known as \"biomechanical\". Giger later abandoned airbrush for pastels, markers and ink. He was part of the special effects team that won an Academy Award for the visual design of Ridley Scott's 1979 sci-fi horror film Alien, and was responsible for creating the titular Alien itself."
      ]
    }
  ]
}
